export interface PrefixOption {
  value: string;
  label: string;
}

export const prefixOptions: PrefixOption[] = [
  {
    "value": "001",
    "label": "เด็กชาย"
  },
  {
    "value": "002",
    "label": "นาย"
  },
  {
    "value": "003",
    "label": "เด็กหญิง"
  },
  {
    "value": "004",
    "label": "นางสาว"
  },
  {
    "value": "005",
    "label": "นาง"
  },
  /*
  {
    "value": "006",
    "label": "นักโทษชายหม่อมหลวง"
  },
  {
    "value": "007",
    "label": "นักโทษชาย"
  },
  {
    "value": "008",
    "label": "นักโทษหญิง"
  },
  {
    "value": "009",
    "label": "นักโทษจ่าสิบเอก"
  },
  {
    "value": "010",
    "label": "นักโทษชายจ่าเอก"
  },
  {
    "value": "011",
    "label": "นักโทษชายพลทหาร"
  },
  {
    "value": "012",
    "label": "นักโทษชายร้อยตรี"
  },
  {
    "value": "100",
    "label": "พระบาทสมเด็จพระเจ้าอยู่หัว"
  },
  {
    "value": "101",
    "label": "สมเด็จพระนางเจ้า"
  },
  {
    "value": "102",
    "label": "สมเด็จพระศรีนครินทราบรมราชชนนี"
  },
  {
    "value": "103",
    "label": "พลโทสมเด็จพระบรมโอรสาธิราช"
  },
  {
    "value": "104",
    "label": "พลตรีสมเด็จพระเทพรัตนราชสุด"
  },
  {
    "value": "105",
    "label": "พระเจาวรวงศ์เธอพระองค์หญิง"
  },
  {
    "value": "106",
    "label": "พระเจ้าวรวงศ์เธอพระองค์เจ้า"
  },
  {
    "value": "107",
    "label": "สมเด็จพระราชชนนี"
  },
  {
    "value": "108",
    "label": "สมเด็จพระเจ้าพี่นางเธอเจ้าฟ้า"
  },
  {
    "value": "109",
    "label": "สมเด็จพระ"
  },
  {
    "value": "110",
    "label": "สมเด็จพระเจ้าลูกเธอ"
  },
  {
    "value": "111",
    "label": "สมเด็จพระเจ้าลูกยาเธอ"
  },
  {
    "value": "112",
    "label": "สมเด็จเจ้าฟ้า"
  },
  {
    "value": "113",
    "label": "พระเจ้าบรมวงศ์เธอ"
  },
  {
    "value": "114",
    "label": "พระเจ้าวรวงศ์เธอ"
  },
  {
    "value": "115",
    "label": "พระเจ้าหลานเธอ"
  },
  {
    "value": "116",
    "label": "พระเจ้าหลานยาเธอ"
  },
  {
    "value": "117",
    "label": "พระวรวงศ์เธอ"
  },
  {
    "value": "118",
    "label": "สมเด็จพระเจ้าภคินีเธอ"
  },
  {
    "value": "119",
    "label": "พระองค์เจ้า"
  },
  {
    "value": "120",
    "label": "หม่อมเจ้า"
  },
  {
    "value": "121",
    "label": "หม่อมราชวงศ์"
  },
  {
    "value": "122",
    "label": "หม่อมหลวง"
  },
  {
    "value": "123",
    "label": "พระยา"
  },
  {
    "value": "124",
    "label": "หลวง"
  },
  {
    "value": "125",
    "label": "ขุน"
  },
  {
    "value": "126",
    "label": "หมื่น"
  },
  {
    "value": "127",
    "label": "เจ้าคุณ"
  },
  {
    "value": "128",
    "label": "พระวรวงศ์เธอพระองค์เจ้า"
  },
  {
    "value": "129",
    "label": "คุณ"
  },
  {
    "value": "130",
    "label": "คุณหญิง"
  },
  {
    "value": "131",
    "label": "ท่านผู้หญิงหม่อมหลวง"
  },
  {
    "value": "132",
    "label": "ศาสตราจารย์นายแพทย์"
  },
  {
    "value": "133",
    "label": "แพทย์หญิงคุณหญิง"
  },
  {
    "value": "134",
    "label": "นายแพทย์"
  },
  {
    "value": "135",
    "label": "แพทย์หญิง"
  },
  {
    "value": "136",
    "label": "ทัณตแพทย์"
  },
  {
    "value": "137",
    "label": "ทัณตแพทย์หญิง"
  },
  {
    "value": "138",
    "label": "สัตวแพทย์"
  },
  {
    "value": "139",
    "label": "สัตวแพทย์หญิง"
  },
  {
    "value": "140",
    "label": "ดอกเตอร์"
  },
  {
    "value": "141",
    "label": "ผู้ช่วยศาสตราจารย์"
  },
  {
    "value": "142",
    "label": "รองศาสตราจารย์"
  },
  {
    "value": "143",
    "label": "ศาสตราจารย์"
  },
  {
    "value": "144",
    "label": "เภสัชกรชาย"
  },
  {
    "value": "145",
    "label": "เภสัชกรหญิง"
  },
  {
    "value": "146",
    "label": "หม่อม"
  },
  {
    "value": "147",
    "label": "รองอำมาตย์เอก"
  },
  {
    "value": "148",
    "label": "ท้าว"
  },
  {
    "value": "149",
    "label": "เจ้า"
  },
  {
    "value": "150",
    "label": "ท่านผู้หญิง"
  },
  {
    "value": "151",
    "label": "คุณพระ"
  },
  {
    "value": "152",
    "label": "ศาสตราจารย์คุณหญิง"
  },
  {
    "value": "153",
    "label": "ซิสเตอร์"
  },
  {
    "value": "154",
    "label": "เจ้าชาย"
  },
  {
    "value": "155",
    "label": "เจ้าหญิง"
  },
  {
    "value": "156",
    "label": "รองเสวกตรี"
  },
  {
    "value": "157",
    "label": "เสด็จเจ้า"
  },
  {
    "value": "158",
    "label": "เอกอัครราชฑูต"
  },
  {
    "value": "159",
    "label": "พลสารวัตร"
  },
  {
    "value": "160",
    "label": "สมเด็จเจ้า"
  },
  {
    "value": "161",
    "label": "เจ้าฟ้า"
  },
  {
    "value": "162",
    "label": "รองอำมาตย์ตรี"
  },
  {
    "value": "163",
    "label": "หม่อมเจ้าหญิง"
  },
  {
    "value": "164",
    "label": "ทูลกระหม่อม"
  },
  {
    "value": "165",
    "label": "ศาสตราจารย์ดอกเตอร์"
  },
  {
    "value": "166",
    "label": "เจ้านาง"
  },
  {
    "value": "167",
    "label": "จ่าสำรอง"
  },
  {
    "value": "200",
    "label": "พลเอก"
  },
  {
    "value": "201",
    "label": "ว่าที่พลเอก"
  },
  {
    "value": "202",
    "label": "พลโท"
  },
  {
    "value": "204",
    "label": "พลตรี"
  },
  {
    "value": "205",
    "label": "ว่าที่พลตรี"
  },
  {
    "value": "206",
    "label": "พันเอกพิเศษ"
  },
  {
    "value": "207",
    "label": "ว่าที่พันเอกพิเศษ"
  },
  {
    "value": "208",
    "label": "พันเอก"
  },
  {
    "value": "209",
    "label": "ว่าที่พันเอก"
  },
  {
    "value": "210",
    "label": "พันโท"
  },
  {
    "value": "211",
    "label": "ว่าที่พันโท"
  },
  {
    "value": "212",
    "label": "พันตรี"
  },
  {
    "value": "213",
    "label": "ว่าที่พันตรี"
  },
  {
    "value": "214",
    "label": "ร้อยเอก"
  },
  {
    "value": "215",
    "label": "ว่าที่ร้อยเอก"
  },
  {
    "value": "216",
    "label": "ร้อยโท"
  },
  {
    "value": "217",
    "label": "ว่าที่ร้อยโท"
  },
  {
    "value": "218",
    "label": "ร้อยตรี"
  },
  {
    "value": "219",
    "label": "ว่าที่ร้อยตรี"
  },
  {
    "value": "220",
    "label": "จ่าสิบเอก"
  },
  {
    "value": "221",
    "label": "จ่าสิบโท"
  },
  {
    "value": "222",
    "label": "จ่าสิบตรี"
  },
  {
    "value": "223",
    "label": "สิบเอก"
  },
  {
    "value": "224",
    "label": "สิบโท"
  },
  {
    "value": "225",
    "label": "สิบตรี"
  },
  {
    "value": "226",
    "label": "พลทหาร"
  },
  {
    "value": "227",
    "label": "นักเรียนนายร้อย"
  },
  {
    "value": "228",
    "label": "นักเรียนนายสิบ"
  },
  {
    "value": "229",
    "label": "พลจัตวา"
  },
  {
    "value": "230",
    "label": "พลฯ อาสาสมัคร"
  },
  {
    "value": "231",
    "label": "ร้อยเอกหม่อมเจ้า"
  },
  {
    "value": "232",
    "label": "พลโทหม่อมเจ้า"
  },
  {
    "value": "233",
    "label": "ร้อยตรีหม่อมเจ้า"
  },
  {
    "value": "234",
    "label": "ร้อยโทหม่อมเจ้า"
  },
  {
    "value": "235",
    "label": "พันโทหม่อมเจ้า"
  },
  {
    "value": "236",
    "label": "พันเอกหม่อมเจ้า"
  },
  {
    "value": "237",
    "label": "พันตรีหม่อมราชวงศ์"
  },
  {
    "value": "238",
    "label": "พันโทหม่อมราชวงศ์"
  },
  {
    "value": "239",
    "label": "สิบตรีหม่อมราชวงศ์"
  },
  {
    "value": "240",
    "label": "พันเอกหม่อมราชวงศ์"
  },
  {
    "value": "241",
    "label": "จ่าสิบเอกหม่อมราชวงศ์"
  },
  {
    "value": "242",
    "label": "ร้อยเอกหม่อมราชวงศ์"
  },
  {
    "value": "243",
    "label": "ร้อยตรีหม่อมราชวงศ์"
  },
  {
    "value": "244",
    "label": "สิบเอกหม่อมราชวงศ์"
  },
  {
    "value": "245",
    "label": "ร้อยโทหม่อมราชวงศ์"
  },
  {
    "value": "246",
    "label": "พันเอก(พิเศษ)หม่อมราชวงศ์"
  },
  {
    "value": "247",
    "label": "พลฯหม่อมหลวง"
  },
  {
    "value": "248",
    "label": "ร้อยเอกหม่อมหลวง"
  },
  {
    "value": "249",
    "label": "สิบโทหม่อมหลวง"
  },
  {
    "value": "250",
    "label": "พลโทหม่อมหลวง"
  },
  {
    "value": "251",
    "label": "ร้อยโทหม่อมหลวง"
  },
  {
    "value": "252",
    "label": "ร้อยตรีหม่อมหลวง"
  },
  {
    "value": "253",
    "label": "สิบเอกหม่อมหลวง"
  },
  {
    "value": "254",
    "label": "พลตรีหม่อมหลวง"
  },
  {
    "value": "255",
    "label": "พันตรีหม่อมหลวง"
  },
  {
    "value": "256",
    "label": "พันเอกหม่อมหลวง"
  },
  {
    "value": "257",
    "label": "พันโทหม่อมหลวง"
  },
  {
    "value": "258",
    "label": "จ่าสิบตรีหม่อมหลวง"
  },
  {
    "value": "259",
    "label": "นักเรียนนายร้อยหม่อมหลวง"
  },
  {
    "value": "260",
    "label": "ว่าที่ร้อยตรีหม่อมหลวง"
  },
  {
    "value": "261",
    "label": "จ่าสิบเอกหม่อมหลวง"
  },
  {
    "value": "262",
    "label": "ร้อยเอกนายแพทย์"
  },
  {
    "value": "263",
    "label": "ร้อยเอกแพทย์หญิง"
  },
  {
    "value": "264",
    "label": "ร้อยโทนายแพทย์"
  },
  {
    "value": "265",
    "label": "พันตรีนายแพทย์"
  },
  {
    "value": "266",
    "label": "ว่าที่ร้อยโทนายแพทย์"
  },
  {
    "value": "267",
    "label": "พันเอกนายแพทย์"
  },
  {
    "value": "268",
    "label": "ร้อยตรีนายแพทย์"
  },
  {
    "value": "269",
    "label": "ร้อยโทแพทย์หญิง"
  },
  {
    "value": "270",
    "label": "พลตรีนายแพทย์"
  },
  {
    "value": "271",
    "label": "พันโทนายแพทย์"
  },
  {
    "value": "272",
    "label": "จอมพล"
  },
  {
    "value": "273",
    "label": "พันโทหลวง"
  },
  {
    "value": "274",
    "label": "พันตรีพระเจ้าวรวงศ์เธอพระองค์เจ้า"
  },
  {
    "value": "275",
    "label": "ศาสตราจารย์พันเอก"
  },
  {
    "value": "276",
    "label": "พันตรีหลวง"
  },
  {
    "value": "277",
    "label": "พลโทหลวง"
  },
  {
    "value": "278",
    "label": "ร้อยโทดอกเตอร์"
  },
  {
    "value": "279",
    "label": "ร้อยเอกดอกเตอร์"
  },
  {
    "value": "280",
    "label": "สารวัตรทหาร"
  },
  {
    "value": "281",
    "label": "ร้อยตรีดอกเตอร์"
  },
  {
    "value": "282",
    "label": "พันตรีคุณหญิง"
  },
  {
    "value": "283",
    "label": "จ่าสิบตรีหม่อมราชวงศ์"
  },
  {
    "value": "284",
    "label": "พลจัตวาหลวง"
  },
  {
    "value": "285",
    "label": "พลตรีหม่อมราชวงศ์"
  },
  {
    "value": "286",
    "label": "พันตรีพระเจ้าวรวงศ์เธอพระองค์"
  },
  {
    "value": "287",
    "label": "ท่านผู้หญิงหม่อมราชวงศ์"
  },
  {
    "value": "288",
    "label": "ศาสตราจารย์ร้อยเอก"
  },
  {
    "value": "289",
    "label": "พันโทคุณหญิง"
  },
  {
    "value": "290",
    "label": "ร้อยตรีแพทย์หญิง"
  },
  {
    "value": "291",
    "label": "พลเอกหม่อมหลวง"
  },
  {
    "value": "292",
    "label": "ว่าที่ร้อยตรีหม่อมราชวงศ์"
  },
  {
    "value": "293",
    "label": "พันเอกหญิงคุณหญิง"
  },
  {
    "value": "294",
    "label": "จ่าสิบเอกพิเศษ"
  },
  {
    "value": "351",
    "label": "พลเรือเอก"
  },
  {
    "value": "352",
    "label": "ว่าที่พลเรือเอก"
  },
  {
    "value": "353",
    "label": "พลเรือโท"
  },
  {
    "value": "354",
    "label": "ว่าที่พลเรือโท"
  },
  {
    "value": "355",
    "label": "พลเรือตรี"
  },
  {
    "value": "356",
    "label": "ว่าที่พลเรือตรี"
  },
  {
    "value": "357",
    "label": "นาวาเอกพิเศษ"
  },
  {
    "value": "358",
    "label": "ว่าที่นาวาเอกพิเศษ"
  },
  {
    "value": "359",
    "label": "นาวาเอก"
  },
  {
    "value": "360",
    "label": "ว่าที่นาวาเอก"
  },
  {
    "value": "361",
    "label": "นาวาโท"
  },
  {
    "value": "362",
    "label": "ว่าที่นาวาโท"
  },
  {
    "value": "363",
    "label": "นาวาตรี"
  },
  {
    "value": "364",
    "label": "ว่าที่นาวาตรี"
  },
  {
    "value": "365",
    "label": "เรือเอก"
  },
  {
    "value": "366",
    "label": "ว่าที่เรือเอก"
  },
  {
    "value": "367",
    "label": "เรือโท"
  },
  {
    "value": "368",
    "label": "ว่าที่เรือโท"
  },
  {
    "value": "369",
    "label": "เรือตรี"
  },
  {
    "value": "370",
    "label": "ว่าที่เรือตรี"
  },
  {
    "value": "371",
    "label": "พันจ่าเอก"
  },
  {
    "value": "372",
    "label": "พันจ่าโท"
  },
  {
    "value": "373",
    "label": "พันจ่าตรี"
  },
  {
    "value": "374",
    "label": "จ่าเอก"
  },
  {
    "value": "375",
    "label": "จ่าโท"
  },
  {
    "value": "376",
    "label": "จ่าตรี"
  },
  {
    "value": "377",
    "label": "พลฯทหารเรือ"
  },
  {
    "value": "378",
    "label": "นักเรียนนายเรือ"
  },
  {
    "value": "379",
    "label": "นักเรียนจ่าทหารเรือ"
  },
  {
    "value": "380",
    "label": "พลเรือจัตวา"
  },
  {
    "value": "381",
    "label": "นาวาโทหม่อมเจ้า"
  },
  {
    "value": "382",
    "label": "นาวาเอกหม่อมเจ้า"
  },
  {
    "value": "383",
    "label": "นาวาตรีหม่อมเจ้า"
  },
  {
    "value": "384",
    "label": "พลเรือตรีหม่อมราชวงศ์"
  },
  {
    "value": "385",
    "label": "นาวาเอกหม่อมราชวงศ์"
  },
  {
    "value": "386",
    "label": "นาวาโทหม่อมราชวงศ์"
  },
  {
    "value": "387",
    "label": "นาวาตรีหม่อมราชวงศ์"
  },
  {
    "value": "388",
    "label": "นาวาโทหม่อมหลวง"
  },
  {
    "value": "389",
    "label": "นาวาตรีหม่อมหลวง"
  },
  {
    "value": "390",
    "label": "พันจ่าเอกหม่อมหลวง"
  },
  {
    "value": "391",
    "label": "นาวาตรีแพทย์หญิง"
  },
  {
    "value": "392",
    "label": "นาวาอากาศเอกหลวง"
  },
  {
    "value": "393",
    "label": "พลเรือตรีหม่อมเจ้า"
  },
  {
    "value": "395",
    "label": "นาวาตรีนายแพทย์"
  },
  {
    "value": "396",
    "label": "พลเรือตรีหม่อมหลวง"
  },
  {
    "value": "500",
    "label": "พลอากาศเอก"
  },
  {
    "value": "501",
    "label": "ว่าที่พลอากาศเอก"
  },
  {
    "value": "502",
    "label": "พลอากาศโท"
  },
  {
    "value": "503",
    "label": "ว่าที่พลอากาศโท"
  },
  {
    "value": "504",
    "label": "พลอากาศตรี"
  },
  {
    "value": "505",
    "label": "ว่าที่พลอากาศตรี"
  },
  {
    "value": "506",
    "label": "นาวาอากาศเอกพิเศษ"
  },
  {
    "value": "507",
    "label": "ว่าที่นาวาอากาศเอกพิเศษ"
  },
  {
    "value": "508",
    "label": "นาวาอากาศเอก"
  },
  {
    "value": "509",
    "label": "ว่าที่นาวาอากาศเอก"
  },
  {
    "value": "510",
    "label": "นาวาอากาศโท"
  },
  {
    "value": "511",
    "label": "ว่าที่นาวาอากาศโท"
  },
  {
    "value": "512",
    "label": "นาวาอากาศตรี"
  },
  {
    "value": "513",
    "label": "ว่าที่นาวาอากาศตรี"
  },
  {
    "value": "514",
    "label": "เรืออากาศเอก"
  },
  {
    "value": "515",
    "label": "ว่าที่เรืออากาศเอก"
  },
  {
    "value": "516",
    "label": "เรืออากาศโท"
  },
  {
    "value": "517",
    "label": "ว่าที่เรืออากาศโท"
  },
  {
    "value": "518",
    "label": "เรืออากาศตรี"
  },
  {
    "value": "519",
    "label": "ว่าที่เรืออากาศตรี"
  },
  {
    "value": "520",
    "label": "พันจ่าอากาศเอก"
  },
  {
    "value": "521",
    "label": "พันจ่าอากาศโท"
  },
  {
    "value": "522",
    "label": "พันจ่าอากาศตรี"
  },
  {
    "value": "523",
    "label": "จ่าอากาศเอก"
  },
  {
    "value": "524",
    "label": "จ่าอากาศโท"
  },
  {
    "value": "525",
    "label": "จ่าอากาศตรี"
  },
  {
    "value": "526",
    "label": "พลฯทหารอากาศ"
  },
  {
    "value": "527",
    "label": "นักเรียนนายเรืออากาศ"
  },
  {
    "value": "528",
    "label": "นักเรียนจ่าอากาศ"
  },
  {
    "value": "529",
    "label": "นักเรียนพยาบาลทหารอากาศ"
  },
  {
    "value": "530",
    "label": "พันอากาศเอกหม่อมราชวงศ์"
  },
  {
    "value": "531",
    "label": "พลอากาศตรีหม่อมราชวงศ์"
  },
  {
    "value": "532",
    "label": "พลอากาศโทหม่อมหลวง"
  },
  {
    "value": "533",
    "label": "เรืออากาศโทขุน"
  },
  {
    "value": "534",
    "label": "พันจ่าอากาศเอกหม่อมหลวง"
  },
  {
    "value": "535",
    "label": "เรืออากาศเอกนายแพทย์"
  },
  {
    "value": "536",
    "label": "พลอากาศเอกหม่อมราชวงศ์"
  },
  {
    "value": "537",
    "label": "พลอากาศตรีหม่อมหลวง"
  },
  {
    "value": "538",
    "label": "พลอากาศจัตวา"
  },
  {
    "value": "539",
    "label": "พลอากาศโทหม่อมราชวงศ์"
  },
  {
    "value": "540",
    "label": "นาวาอากาศเอกหม่อมหลวง"
  },
  {
    "value": "606",
    "label": "พระครูพิบูลสมณธรรม"
  },
  {
    "value": "651",
    "label": "พลตำรวจเอก"
  },
  {
    "value": "652",
    "label": "ว่าที่พลตำรวจเอก"
  },
  {
    "value": "653",
    "label": "พลตำรวจโท"
  },
  {
    "value": "654",
    "label": "ว่าที่พลตำรวจโท"
  },
  {
    "value": "655",
    "label": "พลตำรวจตรี"
  },
  {
    "value": "656",
    "label": "ว่าที่พลตำรวจตรี"
  },
  {
    "value": "657",
    "label": "พลตำรวจจัตวา"
  },
  {
    "value": "658",
    "label": "ว่าที่พลตำรวจจัตวา"
  },
  {
    "value": "659",
    "label": "พันตำรวจเอก (พิเศษ)"
  },
  {
    "value": "660",
    "label": "ว่าที่พันตำรวจเอก(พิเศษ)"
  },
  {
    "value": "661",
    "label": "พันตำรวจเอก"
  },
  {
    "value": "662",
    "label": "ว่าที่พันตำรวจเอก"
  },
  {
    "value": "663",
    "label": "พันตำรวจโท"
  },
  {
    "value": "664",
    "label": "ว่าที่พันตำรวจโท"
  },
  {
    "value": "665",
    "label": "พันตำรวจตรี"
  },
  {
    "value": "666",
    "label": "ว่าที่พันตำรวจตรี"
  },
  {
    "value": "667",
    "label": "ร้อยตำรวจเอก"
  },
  {
    "value": "668",
    "label": "ว่าที่ร้อยตำรวจเอก"
  },
  {
    "value": "669",
    "label": "ร้อยตำรวจโท"
  },
  {
    "value": "670",
    "label": "ว่าที่ร้อยตำรวจโท"
  },
  {
    "value": "671",
    "label": "ร้อยตำรวจตรี"
  },
  {
    "value": "672",
    "label": "ว่าที่ร้อยตำรวจตรี"
  },
  {
    "value": "673",
    "label": "นายดาบตำรวจ"
  },
  {
    "value": "674",
    "label": "จ่าสิบตำรวจ"
  },
  {
    "value": "675",
    "label": "สิบตำรวจเอก"
  },
  {
    "value": "676",
    "label": "สิบตำรวจโท"
  },
  {
    "value": "677",
    "label": "สิบตำรวจตรี"
  },
  {
    "value": "678",
    "label": "นักเรียนนายร้อยตำรวจ"
  },
  {
    "value": "679",
    "label": "นักเรียนนายสิบตำรวจ"
  },
  {
    "value": "680",
    "label": "นักเรียนพลตำรวจ"
  },
  {
    "value": "681",
    "label": "พลตำรวจ"
  },
  {
    "value": "682",
    "label": "พลตำรวจพิเศษ"
  },
  {
    "value": "683",
    "label": "พลตำรวจอาสาสมัคร"
  },
  {
    "value": "684",
    "label": "พลตำรวจสำรอง"
  },
  {
    "value": "685",
    "label": "พลตำรวจสำรองพิเศษ"
  },
  {
    "value": "686",
    "label": "พลตำรวจสมัคร"
  },
  {
    "value": "687",
    "label": "สมาชิกอาสารักษาดินแดน"
  },
  {
    "value": "688",
    "label": "นายกองใหญ่"
  },
  {
    "value": "689",
    "label": "นายกองเอก"
  },
  {
    "value": "690",
    "label": "นายกองโท"
  },
  {
    "value": "691",
    "label": "นายกองตรี"
  },
  {
    "value": "692",
    "label": "นายหมวดเอก"
  },
  {
    "value": "693",
    "label": "นายหมวดโท"
  },
  {
    "value": "694",
    "label": "นายหมวดตรี"
  },
  {
    "value": "695",
    "label": "นายหมู่ใหญ่"
  },
  {
    "value": "696",
    "label": "นายหมู่เอก"
  },
  {
    "value": "697",
    "label": "นายหมู่โท"
  },
  {
    "value": "698",
    "label": "นายหมู่ตรี"
  },
  {
    "value": "699",
    "label": "สมาชิกเอก"
  },
  {
    "value": "700",
    "label": "สมาชิกโท"
  },
  {
    "value": "701",
    "label": "สมาชิกตรี"
  },
  {
    "value": "702",
    "label": "อาสาสมัครทหารพราน"
  },
  {
    "value": "703",
    "label": "พันตำรวจโทหม่อมเจ้า"
  },
  {
    "value": "704",
    "label": "พันตำรวจเอกหม่อมเจ้า"
  },
  {
    "value": "705",
    "label": "นักเรียนนายร้อยตำรวจหม่อมเจ้า"
  },
  {
    "value": "706",
    "label": "พลตำรวจตรีหม่อมราชวงศ์"
  },
  {
    "value": "707",
    "label": "พันตำรวจตรีหม่อมราชวงศ์"
  },
  {
    "value": "708",
    "label": "พันตำรวจโทหม่อมราชวงศ์"
  },
  {
    "value": "709",
    "label": "พันตำรวจเอกหม่อมราชวงศ์"
  },
  {
    "value": "710",
    "label": "ร้อยตำรวจเอกหม่อมราชวงศ์"
  },
  {
    "value": "711",
    "label": "สิบตำรวจเอกหม่อมหลวง"
  },
  {
    "value": "712",
    "label": "พันตำรวจเอกหม่อมหลวง"
  },
  {
    "value": "713",
    "label": "พันตำรวจโทหม่อมหลวง"
  },
  {
    "value": "714",
    "label": "นักเรียนนายร้อยตำรวจหม่อมหลวง"
  },
  {
    "value": "715",
    "label": "ร้อยตำรวจโทหม่อมหลวง"
  },
  {
    "value": "716",
    "label": "นายดาบตำรวจหม่อมหลวง"
  },
  {
    "value": "717",
    "label": "พันตำรวจตรีหม่อมหลวง"
  },
  {
    "value": "718",
    "label": "ศาสตราจารย์นายแพทย์พันตำรวจเอก"
  },
  {
    "value": "719",
    "label": "พันตำรวจโทนายแพทย์"
  },
  {
    "value": "720",
    "label": "ร้อยตำรวจโทนายแพทย์"
  },
  {
    "value": "721",
    "label": "ร้อยตำรวจเอกนายแพทย์"
  },
  {
    "value": "722",
    "label": "พันตำรวจตรีนายแพทย์"
  },
  {
    "value": "723",
    "label": "พันตำรวจเอกนายแพทย์"
  },
  {
    "value": "724",
    "label": "พันตำรวจตรีหลวง"
  },
  {
    "value": "725",
    "label": "ร้อยตำรวจโทดอกเตอร์"
  },
  {
    "value": "726",
    "label": "พันตำรวจเอกดอกเตอร์"
  },
  {
    "value": "727",
    "label": "ร้อยตำรวจเอกหม่อมหลวง"
  },
  {
    "value": "729",
    "label": "พันตำรวจเอกหญิง ท่านผู้หญิง"
  },
  {
    "value": "730",
    "label": "พลตำรวจตรีหม่อมหลวง"
  },
  {
    "value": "731",
    "label": "พลตรีหญิง คุณหญิง"
  },
  {
    "value": "732",
    "label": "ว่าที่สิบเอก"
  },
  {
    "value": "733",
    "label": "พลตำรวจเอกดอกเตอร์"
  },
  {
    "value": "800",
    "label": "สมเด็จพระสังฆราชเจ้า"
  },
  {
    "value": "801",
    "label": "สมเด็จพระสังฆราช"
  },
  {
    "value": "802",
    "label": "สมเด็จพระราชาคณะ"
  },
  {
    "value": "803",
    "label": "รองสมเด็จพระราชาคณะ"
  },
  {
    "value": "804",
    "label": "พระราชาคณะ"
  },
  {
    "value": "805",
    "label": "พระเปรียญธรรม"
  },
  {
    "value": "806",
    "label": "พระหิรัญยบัฏ"
  },
  {
    "value": "807",
    "label": "พระสัญญาบัตร"
  },
  {
    "value": "808",
    "label": "พระราช"
  },
  {
    "value": "809",
    "label": "พระเทพ"
  },
  {
    "value": "810",
    "label": "พระปลัดขวา"
  },
  {
    "value": "811",
    "label": "พระปลัดซ้าย"
  },
  {
    "value": "812",
    "label": "พระครูปลัด"
  },
  {
    "value": "813",
    "label": "พระครูปลัดสุวัฒนญาณคุณ"
  },
  {
    "value": "814",
    "label": "พระครูปลัดอาจารย์วัฒน์"
  },
  {
    "value": "815",
    "label": "พระครูวิมลสิริวัฒน์"
  },
  {
    "value": "816",
    "label": "พระสมุห์"
  },
  {
    "value": "817",
    "label": "พระครูสมุห์"
  },
  {
    "value": "818",
    "label": "พระครู"
  },
  {
    "value": "819",
    "label": "พระครูใบฎีกา"
  },
  {
    "value": "820",
    "label": "พระครูธรรมธร"
  },
  {
    "value": "821",
    "label": "พระครูวิมลภาณ"
  },
  {
    "value": "822",
    "label": "พระครูศัพทมงคล"
  },
  {
    "value": "823",
    "label": "พระครูสังฆภารวิชัย"
  },
  {
    "value": "824",
    "label": "พระครูสังฆรักษ์"
  },
  {
    "value": "825",
    "label": "พระครูสังฆวิชัย"
  },
  {
    "value": "826",
    "label": "พระครูสังฆวิชิต"
  },
  {
    "value": "827",
    "label": "พระปิฎก"
  },
  {
    "value": "828",
    "label": "พระปริยัติ"
  },
  {
    "value": "829",
    "label": "เจ้าอธิการ"
  },
  {
    "value": "830",
    "label": "พระอธิการ"
  },
  {
    "value": "831",
    "label": "พระ"
  },
  {
    "value": "832",
    "label": "สามเณร"
  },
  {
    "value": "833",
    "label": "พระปลัด"
  },
  {
    "value": "834",
    "label": "สมเด็จพระอริยวงศาคตญาณ"
  },
  {
    "value": "835",
    "label": "พระคาร์ดินัล"
  },
  {
    "value": "836",
    "label": "พระสังฆราช"
  },
  {
    "value": "837",
    "label": "พระคุณเจ้า"
  },
  {
    "value": "838",
    "label": "บาทหลวง"
  },
  {
    "value": "839",
    "label": "พระมหา"
  },
  {
    "value": "840",
    "label": "พระราชปัญญา"
  },
  {
    "value": "841",
    "label": "ภาราดา"
  },
  {
    "value": "842",
    "label": "พระศรีปริยัติธาดา"
  },
  {
    "value": "843",
    "label": "พระญาณโศภณ"
  },
  {
    "value": "844",
    "label": "สมเด็จพระมหาวีรวงศ์"
  },
  {
    "value": "845",
    "label": "พระโสภณธรรมาภรณ์"
  },
  {
    "value": "846",
    "label": "พระวิริวัฒน์วิสุทธิ์"
  },
  {
    "value": "847",
    "label": "พระญาณ"
  },
  {
    "value": "848",
    "label": "พระอัครสังฆราช"
  },
  {
    "value": "849",
    "label": "พระธรรม"
  },
  {
    "value": "850",
    "label": "พระสาสนโสภณ"
  },
  {
    "value": "851",
    "label": "พระธรรมโสภณ"
  },
  {
    "value": "852",
    "label": "พระอุดมสารโสภณ"
  },
  {
    "value": "853",
    "label": "พระครูวิมลญาณโสภณ"
  },
  {
    "value": "854",
    "label": "พระครูปัญญาภรณโสภณ"
  },
  {
    "value": "855",
    "label": "พระครูโสภณปริยัติคุณ"
  },
  {
    "value": "856",
    "label": "พระอธิธรรม"
  },
  {
    "value": "857",
    "label": "พระราชญาณ"
  },
  {
    "value": "858",
    "label": "พระสุธีวัชโรดม"
  },
  {
    "value": "859",
    "label": "รองเจ้าอธิการ"
  },
  {
    "value": "860",
    "label": "พระครูวินัยธร"
  },
  {
    "value": "861",
    "label": "พระศรีวชิราภรณ์"
  },
  {
    "value": "862",
    "label": "พระราชบัณฑิต"
  },
  {
    "value": "863",
    "label": "แม่ชี"
  },
  {
    "value": "864",
    "label": "นักบวช"
  },
  {
    "value": "865",
    "label": "พระรัตน"
  },
  {
    "value": "866",
    "label": "พระโสภณปริยัติธรรม"
  },
  {
    "value": "867",
    "label": "พระครูวิศาลปัญญาคุณ"
  },
  {
    "value": "868",
    "label": "พระศรีปริยัติโมลี"
  },
  {
    "value": "869",
    "label": "พระครูวัชรสีลาภรณ์"
  },
  {
    "value": "870",
    "label": "พระครูพิพัฒน์บรรณกิจ"
  },
  {
    "value": "871",
    "label": "พระครูวิบูลธรรมกิจ"
  },
  {
    "value": "872",
    "label": "พระครูพัฒนสารคุณ"
  },
  {
    "value": "873",
    "label": "พระครูสุวรรณพัฒนคุณ"
  },
  {
    "value": "874",
    "label": "พระครูพรหมวีรสุนทร"
  },
  {
    "value": "875",
    "label": "พระครูอุปถัมภ์นันทกิจ"
  },
  {
    "value": "876",
    "label": "พระครูวิจารณ์สังฆกิจ"
  },
  {
    "value": "877",
    "label": "พระครูวิมลสารวิสุทธิ์"
  },
  {
    "value": "878",
    "label": "พระครูไพศาลศุภกิจ"
  },
  {
    "value": "879",
    "label": "พระครูโอภาสธรรมพิมล"
  },
  {
    "value": "880",
    "label": "พระครูพิพิธวรคุณ"
  },
  {
    "value": "881",
    "label": "พระครูสุนทรปภากร"
  },
  {
    "value": "882",
    "label": "พระครูสิริชัยสถิต"
  },
  {
    "value": "883",
    "label": "พระครูเกษมธรรมานันท์"
  },
  {
    "value": "884",
    "label": "พระครูถาวรสันติคุณ"
  },
  {
    "value": "885",
    "label": "พระครูวิสุทธาจารวิมล"
  },
  {
    "value": "886",
    "label": "พระครูปภัสสราธิคุณ"
  },
  {
    "value": "887",
    "label": "พระครูวรสังฆกิจ"
  },
  {
    "value": "888",
    "label": "พระครูไพบูลชัยสิทธิ์"
  },
  {
    "value": "889",
    "label": "พระครูโกวิทธรรมโสภณ"
  },
  {
    "value": "890",
    "label": "พระครูสุพจน์วราภรณ์"
  },
  {
    "value": "891",
    "label": "พระครูไพโรจน์อริญชัย"
  },
  {
    "value": "892",
    "label": "พระครูสุนทรคณาภิรักษ์"
  },
  {
    "value": "893",
    "label": "พระสรภาณโกศล"
  },
  {
    "value": "894",
    "label": "พระครูประโชติธรรมรัตน์"
  },
  {
    "value": "895",
    "label": "พระครูจารุธรรมกิตติ์"
  },
  {
    "value": "896",
    "label": "พระครูพิทักษ์พรหมรังษี"
  },
  {
    "value": "897",
    "label": "พระศรีปริยัติบัณฑิต"
  },
  {
    "value": "898",
    "label": "พระครูพุทธิธรรมานุศาสน์"
  },
  {
    "value": "899",
    "label": "พระธรรมเมธาจารย์"
  },
  {
    "value": "900",
    "label": "พระครูกิตติกาญจนวงศ์"
  },
  {
    "value": "901",
    "label": "พระครูปลัดสัมพิพัฒนวิริยาจารย์"
  },
  {
    "value": "902",
    "label": "พระครูศีลกันตาภรณ์"
  },
  {
    "value": "903",
    "label": "พระครูประกาศพุทธพากย์"
  },
  {
    "value": "904",
    "label": "พระครูอมรวิสุทธิคุณ"
  },
  {
    "value": "905",
    "label": "พระครูสุทัศน์ธรรมาภิรม"
  },
  {
    "value": "906",
    "label": "พระครูอุปถัมภ์วชิโรภาส"
  },
  {
    "value": "907",
    "label": "พระครูสุนทรสมณคุณ"
  },
  {
    "value": "908",
    "label": "พระพรหมมุนี"
  },
  {
    "value": "909",
    "label": "พระครูสิริคุณารักษ์"
  },
  {
    "value": "910",
    "label": "พระครูวิชิตพัฒนคุณ"
  },
  {
    "value": "911",
    "label": "พระครูพิบูลโชติธรรม"
  },
  {
    "value": "912",
    "label": "พระพิศาลสารคุณ"
  },
  {
    "value": "913",
    "label": "พระรัตนมงคลวิสุทธ์"
  },
  {
    "value": "914",
    "label": "พระครูโสภณคุณานุกูล"
  },
  {
    "value": "915",
    "label": "พระครูผาสุกวิหารการ"
  },
  {
    "value": "916",
    "label": "พระครูวชิรวุฒิกร"
  },
  {
    "value": "917",
    "label": "พระครูกาญจนยติกิจ"
  },
  {
    "value": "918",
    "label": "พระครูบวรรัตนวงศ์"
  },
  {
    "value": "919",
    "label": "พระราชพัชราภรณ์"
  },
  {
    "value": "920",
    "label": "พระครูพิพิธอุดมคุณ"
  },
  {
    "value": "921",
    "label": "องสุตบทบวร"
  },
  {
    "value": "922",
    "label": "พระครูจันทเขมคุณ"
  },
  {
    "value": "923",
    "label": "พระครูศีลสารวิสุทธิ์"
  },
  {
    "value": "924",
    "label": "พระครูสุธรรมโสภิต"
  },
  {
    "value": "925",
    "label": "พระครูอุเทศธรรมนิวิฐ"
  },
  {
    "value": "926",
    "label": "พระครูบรรณวัตร"
  },
  {
    "value": "927",
    "label": "พระครูวิสุทธาจาร"
  },
  {
    "value": "928",
    "label": "พระครูสุนทรวรวัฒน์"
  },
  {
    "value": "929",
    "label": "พระเทพชลธารมุนี ศรีชลบุราจารย์"
  },
  {
    "value": "930",
    "label": "พระครูโสภณสมุทรคุณ"
  },
  {
    "value": "931",
    "label": "พระราชเมธาภรณ์"
  },
  {
    "value": "932",
    "label": "พระครูศรัทธาธรรมโสภณ"
  },
  {
    "value": "933",
    "label": "พระครูสังฆบริรักษ์"
  },
  {
    "value": "934",
    "label": "พระมหานายก"
  },
  {
    "value": "935",
    "label": "พระครูโอภาสสมาจาร"
  },
  {
    "value": "936",
    "label": "พระครูศรีธวัชคุณาภรณ์"
  },
  {
    "value": "937",
    "label": "พระครูโสภิตวัชรกิจ"
  },
  {
    "value": "938",
    "label": "พระราชวชิราภรณ์"
  },
  {
    "value": "939",
    "label": "พระครูสุนทรวรธัช"
  },
  {
    "value": "940",
    "label": "พระครูอาทรโพธิกิจ"
  },
  {
    "value": "941",
    "label": "พระครูวิบูลกาญจนกิจ"
  },
  {
    "value": "942",
    "label": "พระพรหมวชิรญาณ"
  },
  {
    "value": "943",
    "label": "พระครูสุพจน์วรคุณ"
  },
  {
    "value": "944",
    "label": "พระราชาวิมลโมลี"
  },
  {
    "value": "945",
    "label": "พระครูอมรธรรมนายก"
  },
  {
    "value": "946",
    "label": "พระครูพิศิษฎ์ศาสนการ"
  },
  {
    "value": "947",
    "label": "พระครูเมธีธรรมานุยุต"
  },
  {
    "value": "948",
    "label": "พระครูปิยสีลสาร"
  },
  {
    "value": "949",
    "label": "พระครูสถิตบุญวัฒน์"
  },
  {
    "value": "950",
    "label": "พระครูนิเทศปิยธรรม"
  },
  {
    "value": "951",
    "label": "พระครูวิสุทธิ์กิจจานุกูล"
  },
  {
    "value": "952",
    "label": "พระครูสถิตย์บุญวัฒน์"
  },
  {
    "value": "953",
    "label": "พระครูประโชติธรรมานุกูล"
  },
  {
    "value": "954",
    "label": "พระเทพญาณกวี"
  },
  {
    "value": "955",
    "label": "พระครูพิพัฒน์ชินวงศ์"
  },
  {
    "value": "956",
    "label": "พระครูสมุทรขันตยาภรณ์"
  },
  {
    "value": "957",
    "label": "พระครูภาวนาวรกิจ"
  },
  {
    "value": "958",
    "label": "พระครูศรีศาสนคุณ"
  },
  {
    "value": "959",
    "label": "พระครูวิบูลย์ธรรมศาสก์"
  }*/
];